{
  "reason1": "REASON 1",
  "tileReason1": "THE CERTIFIED ENGLISH LEARNING METHOD FOR BUSY ADULTS",
  "contentR1": "The Duckie English language course levels are accurately aligned to the English language levels of CEFR (Common European Framework of Reference), equivalent to BULATS which is designed and delivered by Cambridge and achieves ISO 9001:2000 and ISO 9001:2008. 97% of students who follow our method achieve their language goals. You can be next!",
  "contentRef1R1": "An English learning method for busy adults",
  "contentRef2R1": "Duckie English international certificates",

  "reason2": "REASON 2",
  "tileReason2": "GUARANTEED SUCCESS OR YOUR MONEY BACK",
  "contentR2": "Unbelievable, right? But this is our guarantee.",

  "reason3": "REASON 3",
  "tileReason3": "FLEXIBLE SCHEDULE, UNLIMITED STUDY TIME",
  "contentR3": "Duckie English offers a flexible study schedule so you can study at a time that suits you – from 09:30 to 21:00 on weekdays and from 09:30 to 20:00 on the weekend.",

  "reason4": "REASON 4",
  "tileReason4": "MAXIMUM 4 to 5 STUDENTS PER CLASS",
  "contentR4": "Our small teacher-led classes help you interact with our native English-speaking teachers, apply what you learn in real-life situations and get direct feedback. You are the center of the class.",

  "reason5": "REASON 5",
  "tileReason5": "PASSIONATE AND QUALIFIED NATIVE ENGLISH-SPEAKING TEACHERS",
  "contentR5": "We are proud to offer professional and highly-qualified native English-speaking teachers from the USA, the UK, Canada and Australia who have TESOL/ CELTA certificates.",

  "reason6": "REASON 6",
  "tileReason6": "100% ENGLISH ENVIRONMENT",
  "contentR6": "You can learn English faster and speak more naturally in our 100% English environment.",

  "reason7": "REASON 7",
  "tileReason7": "RELIABLE SUPPORT SYSTEM",
  "contentR7": "You will be accompanied by our Educational Consultants and Tutors throughout your course. Besides, you can call our hotline at (028) 6288 3570 that Student Care Team can listen and help you solve any problems you have.",

  "reason8": "REASON 8",
  "tileReason8": "THE Duckie ENGLISH GLOBAL COMMUNITY",
  "contentR8": "Our center community can also be found in our Global Online Community, where our staff and students from around the world gather to connect, learn, practise and share learning and life experiences.",
  "contentRefR8": "What students say about us",

  "titleMethod1": "Multimedia lessons",
  "contentMethod1": "You will learn vocabulary and pronunciation by watching real-life situations. Your speaking skills will be deveeoped naturally by listening and repeating vocabulary in the lessons.",

  "titleMethod2": "English in action",
  "contentMethod2": "After each multimedia lesson, you will review it with a tutor or native English-speaking teacher.",

  "titleMethod3": "Digital books",
  "contentMethod3": "You will practice other skills such as reading, writing and grammar at your home, office, school or anywhere with an internet connection.",

  "titleMethod4": "Encounter class",
  "contentMethod4": "There are no more than 5 students in a class, all at the same level. You can feel comfortable when talking to native English-speaking teachers who will help you improve your pronunciation, grammar and confidence.",

  "titleMethod5": "Complementary class",
  "contentMethod5": "These classes are held on a wide variety of current topics - career, business, study and travel - and are taught by our highly-qualified teachers.",

  "titleMethod6": "Social Club",
  "contentMethod6": "You can connect with other students and practice English in a fun and sociable way.",

  "titleWallStreet1": "Make more of life through learning",
  "contentWallStreet1": "Everyone is born with a dream. At Duckie English, we help you to achieve yours...",
  "topWallStreet2": "DREAM ABOUT",
  "bottomWallStreet2": "STUDYING ABROAD",
  "leftWallStreet3": "DREAM ABOUT A BETTER CAREER",
  "rightWallStreet3": "DREAM ABOUT TRAVELLING THE WORLD",
  "WallStreet4": "DREAM ABOUT A MORE SUCCESSFUL BUSINESS",

  "topTitlePayment": "Invest in your future easily with our flexible school fee payment policy.",
  "bottomTitlePayment": "Duckie English supports you throughout your English studies with many flexible payment options:",
  "bonus": "Special financial support program from WSE and VPBank: Just pay 50% in advance - 0% installment payment - No need to prove income - No additional costs - No bank card required.",
  "titlePayment1": "One-time payment",
  "contentPayment1": "Students can make a one-time payment for the whole course by cash, bank transfer or credit card.",
  "titlePayment2": "Multiple payments",
  "contentPayment2": "Students can split the course fee into three payments.",
  "titlePayment3": "Pay in installments",
  "contentPayment3": "Students who have HSBC, ANZ, Sacombank, Vietinbank, Shinhan & Citibank credit cards can pay in installments with an interest rate of 0% over 6 - 12 months.",

  "titleBenefitPage": "At Duckie English we always strive to improve our service and create new tools to help students speak English more confidently and reach their goals more quickly. Duckie English students have a number of highly valuable privileges:",
  "contentBenefitRef": "Find out more",
  "titleBenefit1": "English Anytime & Benefit",
  "contentBenefit1": "We know it's hard for busy adults to spend time studying after work. Therefore, English Anytime can help you learn English anytime and anywhere with an Internet connection. Students can also benefit from the Duckie English global community - where you can connect with other Duckie English students around the world and access our funny English tips library for free.",

  "titleBenefit2": "Learn & Win",
  "contentBenefit2": "At Duckie English, students can redeem rewards and valuable gifts for their efforts with our exclusive Learn & Win program.",

  "titleBenefit3": "Connect with other students and learn more",
  "contentBenefit3": "\"If you want to go fast, go alone . If you want to go far, go together . \" Tell your friends about Duckie English and you can go far together on your English learning journey. Extend your course and continue to improve your English skills in our 100% English environment and get attractive incentives exclusively for students.",

  "titleCer": "Duckie English represents the GOLD STANDARD of certification accepted around the world",
  "firstContentCer": "Duckie English was the first global English language school to achieve this standard and prove its international merit.",
  "secondContentCer": "Duckie English conducted a global study with University of Cambridge ESOL Examinations which aligned the Duckie English curriculum with the globally recognized Common European Framework Reference for Languages (CEFR) scale of English proficiency.",
  "titleBlockCer1": "What is CEFR?",
  "contentBlockCer1": "CEFR is becoming the worldwide standard for setting examination and test standards. It is more and more popular among professionals because each score is accompanied by a description of the English abilities of the candidate.",
  "tileBlockCer2": "What is BULATS?",
  "contentBlockCer2": "On top of this, our curriculum and certificates/diplomas are also closely aligned with BULATS. It is designed and delivered by Cambridge ESOL to evaluate the level of language skills of candidates who need to use a foreign language in their work.",

  "welcome": "Welcome to react",
  "whyChooseUs": "Why choose us?",
  "reasonChooseUs": "Reason choose us",
  "studyProgram": "Study program",
  "learnEnglishForBusyPeople": "EXPERIENCE ENGLISH LEARNING METHOD FOR BUSY ADULTS",
  "explore": "Explore",
  "freeTest": "Free Tests",
  "findCourses": "Find courses",
  "infoTitle": "Do you want to experience the unique learning method?",
  "submit": "Submit",
  "home": "Home",
  "page": "Page",
  "find": "Find",
  "course": "Course",
  "free": "Free",
  "tests": "Tests",
  "study": "Study",
  "program": "Program",
  "Overview": "Overview",
  "Levels": "Levels",
  "generalCoursesContent": "Duckie English is the top choice of busy adults. Over 45 years of existence and development globally, Duckie English has become a system of professional English training centers with more than 3 million students. 97% of them were successful.",
  "titlePreparation": "IELTS Preparation",
  "descriptionLevel": "Based on the results of your entrance test and goals, Duckie English will advise the course and the appropriate route so that you can achieve your goals in the shortest time with the highest results.",
  "titleDescription": "Study IELTS on Duckie English method to help you accomplish 2 goals simultaneously:",
  "titleDescriptionCircle1": "Develop all four language skills: Listening, Speaking, Reading and Writing to achieve IELTS score as desired.",
  "titleDescriptionCircle2": "Conquer the dream success “Speak English confidently”",
  "forwardLink": " Looking for more information",
  "about": "Chose",
  "chose": "Chose",
  "us": "Us",
  "infoFullName": "Your name*",
  "infoContact": "Your email*",
  "infoPhoneNumber": "Your number",
  "infoYourIdea": "Message*",

  "fTitleLearnEnglish": "Learn english",
  "fTitleFreeTest": "Free tests",
  "fContentLearningMethod": "Learning method",
  "general": "General",
  "experienceYears": "Years of experience \n and development",
  "territories": "Territories",
  "centers": "Centers",
  "students": "Students",
  "titleWhatWeHave": "What we have",
  "titleReasonChoseUs": "Reason chose us",
  "subReasonChoseUs": " There are lots of English teaching centers, but we are the only one designed for busy adults just like you.",
  "titleUniqueMethod": "Unique Method",
  "subUniqueMethod": "Our method has a number of outstanding features:",
  "titleBenefit": "Benefit",
  "subBenefit": "At Duckie English we always strive to improve our service and create new tools to help students speak English more confidently and reach their goals more quickly. Duckie English students have a number of highly valuable privileges:\n",
  "titlePayment": "Payment",
  "titleCertificate": "Certificate",
  "reason": "Reason",
  "unique": "Unique",
  "method": "Method",
  "your": "Your",
  "benefit": "Benefit",
  "ours": "Ours",
  "certificate": "Certificate",
  "payment": "Payment",
  "methods": "Methods",
  "contentFinderCourse": "FIND THE BEST FITTING COURSE AND PRIVATE TO YOU",

  "purpose": "What is your purpose of learning English?",
  "choose": "Choose an area of interest",
  "studyAbroad": "Study abroad",
  "travel": "Travel",
  "business": "Business",
  "career": "Career",

  "question1": "Question 1",
  "titleQ1": "When speaking English, I feel",
  "question2": "Question 2",
  "titleQ2": "When I heard others say, I",
  "question3": "Question 3",
  "titleQ3": "For me, writing English is ...",
  "question4": "Question 4",
  "titleQ4": "How long have you been learning English?",
  "question5": "Question 5",
  "titleQ5": "How long do you want to see progress?",
  "question6": "Question 5",
  "titleQ6": "How long do you want to see progress?",
  "question7": "Question 7",
  "titleQ7": "How much time can you spend studying?",
  "question8": "Question 8",
  "titleQ8": "What is the most important thing for you when learning English?",
  "question9": "Question 9",
  "titleQ9": "Which skill is most important to you?",
  "question10": "Question 10",
  "titleQ10": "Which part of English is most important to you?",

  "start": "Start",
  "lang": "eng",

  "withDuckieEnglish": "With Duckie English",
  "courseProgress": "Courses",
  "h_courseSub": "The Wall Street English learning program has 20 different levels which are suitable for busy adults, from beginner to advanced level.",

  "generalCourse": "General course",
  "normalTest": "Normal test",
  "ourTeacher": "Our teacher",

  "registerCourse": "REGISTER AT THE COURSE",
  "nameWeb": "DUCKIE ENGLISH",
  "detailNewCourse": "The New Learning Program is developed based on student feedback globally and improved to improve efficiency, support, flexibility, content dynamics and exclusively for each student: ",
  "descriptionImage1": "English standards",
  "global1": "global",
  "descriptionImage2": "Characters and lessons",
  "global2": "interactive",
  "descriptionImage3": "Learning interface",
  "global3": "new online",
  "descriptionImage4": "Application support",
  "global4": "phone",
  "descriptionCourse1": "Scores assess the most popular",
  "br1": "English proficiency",
  "descriptionCourse2": "Interesting, attractive with",
  "br2": "Hollywood actors",
  "descriptionCourse3": "Easy access to tools",
  "br3": "and English learning materials",
  "descriptionCourse4": "Manage English learning",
  "br4": "process better",
  "contentFeedback1": "Interesting conversations between characters help me learn English is so much more.",
  "nameFemale": "Nhung Phan",
  "ageFemale": "27 years old, Office staff",
  "contentFeedback2": "I really like modern features from the new Study Program. Thanks to it, I checked my progress and progressed faster.",
  "nameMale": "Minh Nguyễn",
  "ageMale": "45 years old, Business owner",
  "titleFeedBack": " What do students say about",
  "subTitleFeedBack": "the New School Program?",
  "titleNewCourse": "ADVANTAGES OF EXCELLENCE IN",
  "subTitleNewCourse": "New Study Program",
  "titleVideoCourse": "DO YOU WANT TO KNOW NEW LEARNING PROGRAM",
  "titleQuestionVideoCourse": "How realistic will it be?",

  "titleIntroduction": "Discover free English tests",
  "subTitleIntroduction": "Help you better prepare for important English certification exams with shortened versions based on actual structure.",
  "titleTab1": "CURRENT ENGLISH LEVELS HELP YOU SUCCESS IN THE MEETING",
  "describeTitleTab1": "Good English will help you show your ability, impress colleagues and superiors in meetings or meetings with partners, especially in an international environment. So are you confident with participating or leading the meeting in English? Try the following test now to assess your survival percentage!",
  "titleTab2": "Speak Like A Pro",
  "describeTitleTab2": "Confidently speak English comfortably like a true native speaker. With WSE, pass the following test!",
  "titlePractice": "Practice for International English Certifications",
  "subTitlePractice": "Practice English skills with diverse and interesting short quiz questions",
  "titleToeic": "PRACTICE FOR THE TOEIC*",
  "titleCambridge": "CAMBRIDGE TEST",
  "titleIelts": "PRACTICE FOR IELTS",
  "detailToeic": "Where are you ready for the TOEIC exam? Discover with this short test",
  "detailCambridge": "Measure your English level with the CEFR reference framework developed by the University of Cambridge Language Testing Institute",
  "detailIelts": "Practice English skills for IELTS with the following practice test",

  "qualification": "Assessment of qualifications",
  "englishStandard": "European standard English",
  "detailStandard1": "Want to know what level of your English is in European standards? ",
  "detailStandard2": "Immediately take the Cambridge University-designed test",
  "detailStandard3": "and get an accurate assessment of your current language level according to the CEFR metric *",
  "guide": "GUIDE",
  "totalQuestion": "The test has a total of 25 sentences",
  "binding": "You cannot go back to change the answer",
  "evaluating": "Results will be assessed based on CEFR standards",

  "titlePreparationIelts": "PREPARATION FOR IELTS",

  "ieltsTest": "IELTS Test",
  "forBeginner": "for beginners",
  "detailIntroTest1": "Never think an IELTS test is only for people who are good at English. ",
  "detailIntroTest2": "If you are a beginner, you can still familiarize yourself with ",
  "detailIntroTest3": "the exam structure and the types of questions in IELTS with the test below.",
  "structrure": "The test consists of 4 parts: Listening-Speaking-Reading-Writing",
  "optional": "You can choose to test 4 skills in turn or focus on only one skill",
  "chooseSkill": " Choose the skill you want to check below",

  "startImmediately": "Start Immediately",

  "scored": "You Scored",
  "anotherSKill": "Do you want to test another skill?",

  "practice": "Do you practice enough to have a perfect",
  "sampleTest": "exam? To really get ready for this important exam, you absolutely should take sample tests as much as possible!",
  "designedTo": "Now, challenge yourself with this shortened practice test, which is designed to:",
  "discover": "Discover if your Listening and Reading skills are well prepared",
  "conditions": "Test yourself under time conditions",
  "areyouReady": "ARE YOU READY?",
  "startNow": "START NOW",

  "goingTo": "You are going to do the",
  "sectionInclues": "This section includes",
  "total": "with a total of",
  "youHave": "You have",
  "finish": " to finish the listening activity.",
  "listen": "Listen carefully because the recording will be played only once.",
  "section": "This section will consist of:",
  "choice": "+ Multiple choice questions",
  "summary": "+ Summary/table completion",
  "next": "Next",

  "copyright": "© Copyright 2016 Duckie English Vietnam. All rights reserved.",
  "company": "Công ty TNHH Duckie English | Giấy ĐKKD số 411043002395 do UBNDTPHCM cấp ngày 25/11/2013",
  "address": "Địa chỉ: 51 Ngô Quyền, P.Hiệp Phú, Quận 9, TPHCM. Điện thoại: 0769 423 567",

  "overview": "Overview",
  "register":"Register"
}
